[launcher]
170023=Играть
170024=Workshop
170025=Сайт AOE
170026=Списки лидеров
170027=Достижения
170032=Вы переходите в Steam Workshop, которым Корпорация Майкрософт не владеет и не управляет.
170033=Модификации из Steam Workshop могут изменить работу Age of Empires II HD Edition. Они не создаются и не поддерживаются Корпорацией Майкрософт.  Загружая файлы из Steam Workshop, вы принимаете этот риск и освобождаете Корпорацию Майкрософт  и ее партнеров от любой ответственности за использование вами Steam Workshop. Использование вами Steam Workshop будет проходить соответственно условиям использования Steam, а не лицензионного соглашения с конечным пользователем Корпорации Майкрософт.
170034=Я принимаю условия использования подписки на Steam Workshop http://store.steampowered.com/subscriber_agreement/
170035=Соглашение:
170036=Принять
170037=Отклонить